Repository: addon-rajada/plugin.image.k-viewer
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #32000
source: Search
pt_br: Pesquisar

# #32001
source: Popular Comics
pt_br: Quadrinhos Populares

# #32002
source: Popular Mangas
pt_br: Mangás Populares

# #32003
source: Recommended
pt_br: Recomendados

# #32004
source: Marvel Comics
pt_br: Quadrinhos da Marvel

# #32005
source: DC Comics
pt_br: Quadrinhos da DC

# #32006
source: Next page
pt_br: Próxima página

# #32007
source: Previous page
pt_br: Página anterior

# #32008
source: [COLOR gold]- Comics -[/COLOR]
pt_br: [COLOR gold]- Quadrinhos -[/COLOR]

# #32009
source: [COLOR gold]- Mangas -[/COLOR]
pt_br: [COLOR gold]- Mangás -[/COLOR]

# #32010
source: Dark Horse Comics
pt_br: Quadrinhos da Dark Horse

# #32011
source: Asterix|Avengers|Batman|Captain America|Conan|Jericho|Justice League|Spider-Man|Superman|The Boys|The New 52|The Walking Dead|Watchmen|X-Men
pt_br: Asterix|Vingadores|Batman|Capitão América|Conan|Jericho|Liga da Justiça|Homem-Aranha|Superman|The Boys|Os Novos 52|The Walking Dead|Watchmen|X-Men

# #32013
source: No pages found
pt_br: Nenhuma página encontrada

# #32014
source: Page %s
pt_br: Página %s

# #32015
source: Close
pt_br: Fechar

# #32019
source: Move Up
pt_br: Mover para[CR]cima

# #32020
source: Move Down
pt_br: Mover para[CR]baixo

# #32021
source: Zoom sector
pt_br: Setor de zoom

# #32022
source: Not at Scale Up Mode
pt_br: Fora do modo Scale Up

# #32023
source: PIL not supported
pt_br: PIL não suportado

# #32024
source: Pages for %s
pt_br: Páginas para %s

# #32025
source: General
pt_br: Geral

# #32026
source: Use custom GUI Viewer
pt_br: Usar interface customizada

# #32027
source: Use portrait mode
pt_br: Usar modo retrato

# #32028
source: Timeout (seconds)
pt_br: Timeout (segundos)

# #32029
source: PIL is required for Portrait mode[CR]Using Landscape mode
pt_br: PIL é necessário para modo retrato[CR]Usando modo paisagem

# #32030
source: Error at Image rotating[CR]Using original image
pt_br: Erro ao rotacionar imagem[CR]Usando imagem original

# #32031
source: Using image URL instead local file
pt_br: Usando URL ao invés do arquivo local

# #32032
source: GUI
pt_br: Interface

# #32033
source: Connection
pt_br: Conexão

# #32034
source: Use transparent icons
pt_br: Usar ícones transparentes

# #32035
source: Show previous page item
pt_br: Exibir item de Página anterior

# #32036
source: Show provider name prefix
pt_br: Exibir nome do provedor

# #32037
source: Show provider language prefix
pt_br: Exibir idioma do provedor

# #32038
source: Chapter:
pt_br: Capítulo:

# #32039
source: Custom GUI
pt_br: Interface Customizada

# #32040
source: Trim image borders (slow)
pt_br: Cortar borda das imagens (lento)

# #32041
source: Show info label at portrait mode
pt_br: Exibir informações no modo retrato
